<?php

return array (
  'saveSettings' => 'احفظ التغييرات',
  'cookiePreferences' => 'تفضيلات ملفات تعريف الارتباط',
  'title' => 'نحن نستخدم ملفات تعريف الارتباط!',
  'description' => 'مرحبًا ، يستخدم هذا الموقع ملفات تعريف الارتباط الأساسية لضمان التشغيل السليم وتتبع ملفات تعريف الارتباط لفهم كيفية تفاعلك معها. سيتم تعيين الأخير فقط بعد الموافقة.',
  'letMeChoose' => 'دعني اختار',
  'acceptAll' => 'قبول الكل',
  'rejectAll' => 'رفض الكل',
  'acceptNecessary' => 'قبول ضروري',
  'cookieUsage' => 'استخدام ملفات تعريف الارتباط',
  'cookieUsageDescription' => 'أستخدم ملفات تعريف الارتباط لضمان الوظائف الأساسية للموقع ولتعزيز تجربتك على الإنترنت. يمكنك اختيار الاشتراك / عدم الاشتراك في كل فئة وقتما تشاء. لمزيد من التفاصيل المتعلقة بملفات تعريف الارتباط والبيانات الحساسة الأخرى.',
  'strictlyNecessaryCookies' => 'ملفات تعريف الارتباط الضرورية للغاية',
  'strictlyNecessaryCookiesDescription' => 'ملفات تعريف الارتباط هذه ضرورية للتشغيل السليم لموقع الويب الخاص بي. بدون ملفات تعريف الارتباط هذه ، لن يعمل الموقع بشكل صحيح',
  'performanceAnalyticsCookies' => 'ملفات تعريف الارتباط الخاصة بالأداء والتحليلات',
  'performanceAnalyticsCookiesDescription' => 'تسمح ملفات تعريف الارتباط هذه للموقع بتذكر الاختيارات التي قمت بها في الماضي',
  'moreInformation' => 'معلومات اكثر',
  'moreInformationDescription' => 'لأية استفسارات فيما يتعلق بسياستنا الخاصة بملفات تعريف الارتباط وخياراتك ، من فضلك',
  'advertisementTitle' => 'الإعلان واستهداف ملفات تعريف الارتباط',
  'advertisementTitleDescription' => 'تجمع ملفات تعريف الارتباط هذه معلومات حول كيفية استخدامك للموقع ، والصفحات التي قمت بزيارتها والروابط التي قمت بالنقر فوقها. جميع البيانات مجهولة المصدر ولا يمكن استخدامها لتحديد هويتك',
);
