<?php

return array (
  'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك، وستتم إعادة توجيهك مرة أخرى إلى صفحة تسجيل الدخول',
  'sent' => 'يرجى التحقق من حساب البريد الإلكتروني الخاص بك، لقد أرسلنا رابط إعادة تعيين كلمة المرور إليه',
  'throttled' => 'الرجاء الانتظار قبل إعادة المحاولة.',
  'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
  'user' => 'البريد الإلكتروني المدخل غير مسجل في المنصة',
  'password' => 'يجب أن تتكون كلمة المرور من 8 أحرف على الأقل',
  'notMatch' => 'كلمة المرور المدخلة لا تتطابق مع كلمة المرور الحالية',
);
